{"inkVersion":21,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Ich bin der mysteriöse Dr.XXXXX!","\n","^Bist du bereit dich meiner Prüfung zu stellen?","\n","ev","str","^Ja!","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Nein!","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^Niemand ist bereit für meine Prüfung!","\n",{"->":"FrageSchummeln"},{"#f":5}],"c-1":["\n","^Das ist die richtige Einstellung!","\n",{"->":"FrageSchummeln"},{"#f":5}]}],{"#f":1}],"FrageSchummeln":[["^Meine Regeln sind anders als die, die du gewohnt bist. Selbst wenn du versuchst sie zu umgehen, wird es dir nichts nützen.","\n","ev","str","^Aber warum? Ich verstehe das nicht.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ich hatte nicht vor zu Schummeln, ich werde diese Prüfung fair bestehen!","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Ich bin verwirrt.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",{"->":"schummeln"},{"#f":5}],"c-1":["\n",{"->":"nichtSchummeln"},{"#f":5}],"c-2":["\n","^Das bin ich auch!","\n",{"->":".^.^.^"},{"#f":5}]}],{"#f":1}],"schummeln":[["^Das ist ganz einfach. Du kannst meine Regeln nicht umgehen, da ich sie selber garnicht kenne!","\n",["ev",{"^->":"schummeln.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Unmöglich",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"schummeln.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","end",{"#f":5}]}],{"#f":1}],"nichtSchummeln":["^nichtS","\n","end","^Die Antworten zu kennen, ist nur ein Teil der Prüfung. Meine Prüfung testet auch dein Glück!","\n","^Lukas: (verärgert) Das klingt wie ein Rätsel! Wie soll ich das alles auf einmal beweisen?","\n","^Herr Schatten: (schrittweise näherkommend) Es ist ein Rätsel, ja. Aber eins, das du lösen kannst. Doch nicht durch Schummeln. Jede Antwort, die du aufschreibst, wird durch deine wahre Absicht gefärbt.","\n","^Lukas: (blickt auf seine Hände) Also, was muss ich tun?","\n","^Herr Schatten: (mit einem geheimnisvollen Lächeln) Finde die Wahrheit in dir selbst. Die Antworten, die du suchst, sind nicht in Büchern oder bei deinen Mitschülern. Sie sind in deinem Herzen.","\n","^Herr Schatten: (legt eine Hand auf Lukas' Schulter) Du kannst es nur versuchen. Aber ich verspreche dir, Lukas, wenn du deinen wahren Weg findest, wirst du die Prüfung bestehen. Und dann wirst du verstehen, dass Schummeln nie eine Option war.","\n","^Lukas: (entschlossen) Ich werde es versuchen, Herr Schatten. Danke.","\n","^Herr Schatten: (lächelnd) Gute Wahl, Lukas. Möge dein Herz dir den Weg weisen.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}